Repository: GamemakerChina/gms9999_zhcn
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Modify Collision Shape
zh_cn: 修改碰撞形状

source: Modify additional options for the collision mask
zh_cn: 修改碰撞掩码的其他选项

source: Modify the collision shape
zh_cn: 修改碰撞形状

source: Modify the creation order of the instances in this room
zh_cn: 修改此房间中实例的创建顺序

source: Modules
zh_cn: 模块

source: Modules:
zh_cn: 模块:

source: Moga Gamepad Support
zh_cn: Moga 手柄支持

source: Moment of checking:
zh_cn: 检查时刻：

source: Moments:
zh_cn: 时刻：

source: Mon
zh_cn: 周一

source: Monday
zh_cn: 星期一

source: Mono
zh_cn: 单声道

source: Most compatible
zh_cn: 最大兼容的

source: Mouse Event
zh_cn: 鼠标事件

source: Mouse enter
zh_cn: 鼠标移入

source: Mouse leave
zh_cn: 鼠标移出

source: Mouse wheel down
zh_cn: 鼠标滚轮向下滚动

source: Mouse wheel up
zh_cn: 鼠标滚轮向上滚动

source: Move &Left Ctrl+L
zh_cn: &向左移动 Ctrl+L

source: Move &Right Ctrl+R
zh_cn: &向右移动 Ctrl+R

source: Move Down
zh_cn: 下移

source: Move Down 10
zh_cn: 下移10

source: Move Down 5
zh_cn: 下移5

source: Move Instance Down
zh_cn: 向下移动实例

source: Move Instance Down 10
zh_cn: 向下移动实例10

source: Move Instance Down 5
zh_cn: 向下移动实例5

source: Move Instance Up
zh_cn: 向上移动实例

source: Move Instance Up 10
zh_cn: 向上移动实例10

source: Move Instance Up 5
zh_cn: 向上移动实例5

source: Move Instance to Bottom
zh_cn: 将实例移动到底部

source: Move Instance to Top
zh_cn: 将实例移动到顶部

source: Move Up
zh_cn: 上移

source: Move Up 10
zh_cn: 上移10

source: Move Up 5
zh_cn: 上移5

source: Move display down
zh_cn: 向下移动显示

source: Move display left
zh_cn: 向左移动显示

source: Move display right
zh_cn: 向右移动显示

source: Move display up
zh_cn: 向上移动显示

source: Move instance down 10 places
zh_cn: 将实例向下移动10个位置

source: Move instance down 5 places
zh_cn: 将实例向下移动5个位置

source: Move instance down list
zh_cn: 将实例向下移动列表

source: Move instance to bottom
zh_cn: 将实例移动到底部

source: Move instance to top
zh_cn: 将实例移动到顶部

source: Move instance up 10 places
zh_cn: 将实例向上移动10个位置

source: Move instance up 5 places
zh_cn: 将实例向上移动5个位置

source: Move instance up list
zh_cn: 将实例向上移动列表

source: Move selected configuration down
zh_cn: 向下移动选定的配置

source: Move selected configuration up
zh_cn: 向上移动所选配置

source: Move the image to the left
zh_cn: 将图像向左移动

source: Move the image to the right
zh_cn: 将图像向右移动

source: Move to Bottom
zh_cn: 移至底部

source: Move to Top
zh_cn: 移至顶部

source: Moves the macro down
zh_cn: 向下移动宏

source: Moves the macro up
zh_cn: 向上移动宏

source: My &Library
zh_cn: 我的库

source: My Library
zh_cn: 我的库

source: N&ext Image...
zh_cn: &下一张图像...

source: N&o to All
zh_cn: 全否

source: NDK Status:
zh_cn: NDK 状态：

source: NDK not validated
zh_cn: NDK 未经过验证

source: NOT
zh_cn: 非

source: NOTE: Using a splash screen disables the loading bar
zh_cn: 注意: 使用初始屏幕将禁用加载栏

source: Name
zh_cn: 名称

source: Name :
zh_cn: 名称:

source: Name of Instance to find
zh_cn: 要查找的实例的名称

source: Name of Object
zh_cn: 对象名称

source: Name of Object script applies to
zh_cn: 物体脚本的名称适用于

source: Name of file to export to
zh_cn: 要导出到的文件的名称

source: Name of folder to output to
zh_cn: 要输出到的文件夹的名称

source: Name of sprite
zh_cn: 精灵的名字

source: Name of the game
zh_cn: 游戏名称

source: Name shown in browser title bar
zh_cn: 浏览器标题栏中显示的名称

source: Name:
zh_cn: 名称:

source: Native
zh_cn: 本地

source: Native CPU target
zh_cn: 本机 CPU 目标

source: NeoGeoX SDK Location
zh_cn: NeoGeoX SDK 路径

source: Network Access URLs (check to allow subdomains)
zh_cn: 网络访问 url (检查以允许子域)

source: Network Config Manifest
zh_cn: 网络配置清单

source: Network unreachable.
zh_cn: 网络无法访问。

source: Networking
zh_cn: 联网

source: New
zh_cn: 新建

source: New Background
zh_cn: 新背景

source: New Configuration Name:
zh_cn: 新配置名称:

source: New Font
zh_cn: 新字体

source: New Game Name
zh_cn: 新游戏名称

source: New Hue:
zh_cn: 新色调:

source: New IDE
zh_cn: 新的IDE

source: New Object
zh_cn: 新物体

source: New Path
zh_cn: 新路径

source: New Room
zh_cn: 新房间

source: New Script
zh_cn: 新脚本

source: New Shader
zh_cn: 新着色器

source: New Size
zh_cn: 新大小

source: New Sound
zh_cn: 新声音

source: New Sprite
zh_cn: 新精灵

source: New Time Line
zh_cn: 新时间线

source: News
zh_cn: 新闻

source: Next
zh_cn: 下一个

source: Next Resource
zh_cn: 下一个资源

source: Next Tip
zh_cn: 下一提示

source: No 2nd-level cache or, if processor contains a valid 2nd-level cache, no 3rd-level cache
zh_cn: 没有二级缓存，或者，如果处理器包含有效的二级缓存，则没有三级缓存

source: No Filter
zh_cn: 无过滤

source: No Folder Commits
zh_cn: 没有文件夹提交

source: No IOHandler of type %s is installed.
zh_cn: 未安装类型为 %s 的 IOHandler。

source: No MDI forms are currently active
zh_cn: 当前没有 mdi 窗体处于活动状态

source: No Windows Phone Devices found.
zh_cn: 找不到 Windows Phone 设备。

source: No Zoom
zh_cn: 无缩放

source: No button
zh_cn: 无鼠标键

source: No cropping
zh_cn: 无裁剪

source: No data to read.
zh_cn: 没有要读取的数据。

source: No global or local color table defined
zh_cn: 未定义全局或本地颜色表

source: No more health
zh_cn: 没有更多健康值

source: No more lives
zh_cn: 没有更多生命值

source: No value was supplied
zh_cn: 未提供任何值

source: No zoom
zh_cn: 无缩放

source: Non Mac App Store
zh_cn: 非 Mac 应用商店

source: None
zh_cn: 无

source: Normal
zh_cn: 正常

source: Normal Text
zh_cn: 通常文本

source: Not Acceptable
zh_cn: 不可接受

source: Not Connected
zh_cn: 未连接

source: Not a resource directory
zh_cn: 不是资源目录

source: Not enough data in buffer.
zh_cn: 缓冲区中的数据不足。

source: Not enough timers available
zh_cn: 没有足够的计时器可用

source: Note that the grid is only shown when the image is scaled enough.
zh_cn: 请注意, 只有当图像缩放足够时, 才会显示网格。

source: Note, selecting a published game will add a new upcoming version.
zh_cn: 注意, 选择已发布的游戏将添加新的即将推出的版本。

source: Note: This tab is ONLY for adding non-versioned projects to a repository.
zh_cn: 注意: 此选项卡仅用于将非版本化项目添加到存储库。

source: November
zh_cn: 十一月

source: Null descriptor
zh_cn: 空描述符

source: Number of RVA
zh_cn: RVA 数量

source: Number of Sections
zh_cn: 节数

source: Number of Symbols
zh_cn: 符号数

source: Number of backups:
zh_cn: 备份数:

source: Number of images per row
zh_cn: 每行的图像数

source: Number of images to take from the strip
zh_cn: 从长带图中取出的图像数量

source: Number of processors to use in compilation
zh_cn: 要在编译中使用的处理器数

source: Number of subimages: 1
zh_cn: 子图像数量: 1

source: Number of undo operations
zh_cn: 撤消操作数

source: O&pacity...
zh_cn: 不透明度...

source: O&utline...
zh_cn: 轮廓..

source: OK
zh_cn: 确认

source: OK, Save changes
zh_cn: 确定，保存修改

source: OK, save changes
zh_cn: 确定，保存修改

source: OKBtn
zh_cn: 确定

source: OLE control activation failed
zh_cn: OLE 控件激活失败

source: Object Form
zh_cn: 物体窗体

source: Object Information
zh_cn: 物体信息

source: Object Names
zh_cn: 物体名称

source: Object Properties
zh_cn: 物体属性

source: Object editor:
zh_cn: 物体编辑器:

source: Object following
zh_cn: 物体跟随

source: Object to add with left mouse:
zh_cn: 要用鼠标左键添加的对象:

source: Object type not supported for operation
zh_cn: 不支持的操作物体类型

source: Object type not supported.
zh_cn: 不支持对象类型。

source: Object:
zh_cn: 物体:

source: Objects
zh_cn: 对象

source: October
zh_cn: 十月

source: Ok
zh_cn: 确定

source: Old Hue:
zh_cn: 旧色调:

source: On Run/Debug, or when using "Create Application" and 'Install on "Create Application"' is selected, do not perform "adb install -r".
zh_cn: 在运行/调试时，或使用“创建应用程序”和“安装时”创建应用程序“'时，请不要执行”adb install -r“。

source: Onion Skin
zh_cn: 洋葱皮

source: Only Check Project Files
zh_cn: 仅检查项目文件

source: Only support devices with GPU
zh_cn: 仅支持带有 GPU 的设备

source: Opacity
zh_cn: 透明度

source: Opacity (alpha):
zh_cn: 透明度：

source: Open
zh_cn: 打开

source: Open &Project in Explorer
zh_cn: 在资源管理器中打开项目

source: Open &Project in Explorer Ctrl+Alt+P
zh_cn: &在资源管理器中打开项目 Ctrl+Alt+P

source: Open Extension Directory
zh_cn: 打开扩展目录

source: Open File
zh_cn: 打开文件

source: Open Find Menu
zh_cn: 打开查找菜单

source: Open Find Menu Ctrl+F
zh_cn: 打开查找菜单 Ctrl+F

source: Open Forms as Maximised by default.
zh_cn: 默认情况下, 打开窗体最大化。

source: Open Project &Data in Explorer
zh_cn: 在资源管理器中打开项目数据

source: Open Properties on Duplicate
zh_cn: 在复制时打开属性

source: Open Spine
zh_cn: 打开 Spine

source: Open Tutorial Panel
zh_cn: 打开教程面板

source: Open an existing game
zh_cn: 打开现有游戏

source: Open an image file for editing
zh_cn: 打开图像文件进行编辑

source: Open in Explorer
zh_cn: 在资源管理器中打开

source: Open in External Editor
zh_cn: 在外部编辑器中打开

source: Open the &Manual
zh_cn: 打开帮助文档

source: Open the &Manual F1
zh_cn: &打开帮助文档 F1

source: Operating System Version
zh_cn: 操作系统版本

source: Operation is not supported while compressing
zh_cn: 压缩时不支持操作

source: Operation is not supported while decompressing
zh_cn: 解压缩时不支持操作

source: Optimizing
zh_cn: 优化

source: Optimizing...
zh_cn: 优化中...

source: Options
zh_cn: 选项

source: Order
zh_cn: 排序

source: Organisation
zh_cn: 组织

source: Organisational Unit
zh_cn: 组织单位

source: Orientation
zh_cn: 朝向

source: Orientations
zh_cn: 方向

source: Orientations supported
zh_cn: 支持的方向

source: Orientations to allow
zh_cn: 允许的方向

source: Origin
zh_cn: 原点

source: Original
zh_cn: 原始

source: Original File:
zh_cn: 原文件:

source: Original image
zh_cn: 原始图像

source: Ot&her
zh_cn: 其他

source: Other
zh_cn: 其它

source: Other Event
zh_cn: 其他事件

source: Others
zh_cn: 其它

source: Out of system resources
zh_cn: 系统资源不足

source: Outline Only
zh_cn: 仅限大纲

source: Outline and Filled
zh_cn: 轮廓和填充

source: Output debug to console
zh_cn: 输出调试到控制台

source: Outside room
zh_cn: 离开房间

source: Outside view 0
zh_cn: 离开视野 0

source: Outside view 1
zh_cn: 离开视野 1

source: Outside view 2
zh_cn: 离开视野 2

source: Outside view 3
zh_cn: 离开视野 3

source: Outside view 4
zh_cn: 离开视野 4

source: Outside view 5
zh_cn: 离开视野 5

source: Outside view 6
zh_cn: 离开视野 6

source: Outside view 7
zh_cn: 离开视野 7

source: P&ersistent
zh_cn: 精度

source: P&recision:
zh_cn: 精度:

source: P&roperties
zh_cn: 属性

source: PC TIF images
zh_cn: PC TIF 图像

source: PNG files (*.png)|*.png
zh_cn: PNG 文件 (*.png)|*.png

source: PS3 SDK Location
zh_cn: PS3 SDK 路径

source: PS3 Tools Location
zh_cn: PS3 工具路径

source: PS4 SDK Location
zh_cn: PS4 SDK 路径

source: PS4 Tools Location
zh_cn: PS4工具路径

source: Package
zh_cn: 包

source: Package Content ID
zh_cn: 程序包内容ID

source: Package Display Name
zh_cn: 程序包显示名称

source: Package ID
zh_cn: 包 ID

source: Package ID:
zh_cn: 包 ID:

source: Package Manager
zh_cn: 包管理器

source: Package Name
zh_cn: 程序包名称

source: Package name
zh_cn: 程序包名称

source: Packaging
zh_cn: 打包

source: Paint Tool
zh_cn: 油漆工具

source: Paint Tool D
zh_cn: 油漆工具 D

source: Paintshop Pro images
zh_cn: Paintshop Pro 图像

source: Palette in %s file is invalid.
zh_cn: %s 文件中的调色板无效。

source: Parent
zh_cn: 父

source: Parent given is not a parent of '%s'
zh_cn: 给定的父项不是 "%s" 的父项

source: Parent of Current Texture Group
zh_cn: 当前纹理组的父级

source: Passcode
zh_cn: 密码

source: Password
zh_cn: 密码

source: Password:
zh_cn: 密码：

source: Paste
zh_cn: 粘贴

source: Paste Selection
zh_cn: 粘贴所选

source: Paste Selection Ctrl+V
zh_cn: 粘贴所选 Ctrl+V

source: Paste from &File...
zh_cn: 从文件粘贴...

source: Paste the content from the clipboard
zh_cn: 粘贴剪贴板中的内容

source: Paste the image from a file
zh_cn: 从文件粘贴图像

source: Paste the image from the clipboard
zh_cn: 粘贴剪贴板中的图像

source: Paste the text from the clipboard
zh_cn: 从剪贴板粘贴文本

source: Paste|Paste contents of clipboard
zh_cn: 粘贴|粘贴剪贴板的内容

source: Path Names
zh_cn: 路径名称

source: Path Properties
zh_cn: 路径属性

source: Paths
zh_cn: 路径

source: Percent
zh_cn: 百分比

source: Percentage:
zh_cn: 百分比:

source: Perform pixel precise collision checking
zh_cn: 执行像素精确碰撞检查

source: Permissions
zh_cn: 权限

source: Photoshop images
zh_cn: Photoshop 图像

source: Physics Properties
zh_cn: 物理属性

source: Physics Shape
zh_cn: 物理形状

source: Physics World Properties:
zh_cn: 物理世界属性:

source: Pick a color from the image (C)
zh_cn: 从图像中选取颜色 (C)

source: Pixels To Meters:
zh_cn: 像素-米 比例尺:

source: Place at left-top
zh_cn: 放置在左上

source: Place in center
zh_cn: 中心位置

source: Place inside image
zh_cn: 放置在图像内

source: Place new resources in a new group
zh_cn: 将新资源放在新组中

source: Placement
zh_cn: 位置

source: Play the source sample
zh_cn: 播放源示例

source: Please check and report whether the problem also occured in version 8.0 of Game Maker.
zh_cn: 请检查并报告问题是否也出现在 Game Maker 8.0 版中。.

source: Please install or check your SDK settings.
zh_cn: 请安装或检查您的 SDK 设置。

source: Please provide the signing identity that you wish to use here, this should be a Developer ID Application identity and should be present in your Mac's login keychain certificates.
zh_cn: 请提供在这里使用的签名身份，这应该是一个开发者ID应用身份，并且应该在你的Mac登录钥匙扣证书里?。

source: Please read the Steam Workshop terms and conditions.
zh_cn: 请阅读 Steam 创意工坊的条款和条件。

source: Please report any errors through our bug tracking system by using the "Report a Bug" option on the HELP menu.
zh_cn: 请使用 "帮助" 菜单上的 "报告错误" 选项, 通过我们的错误跟踪系统报告任何错误。

source: Please select the Name and Package ID of your asset from the Marketplace.
zh_cn: 请从市场中选择资产的名称和程序包ID

source: Please try again.
zh_cn: 请重试。

source: Point List:
zh_cn: 点列表:

source: Polygon Tool
zh_cn: 多边形工具

source: Polygon Tool P
zh_cn: 多边形工具 P

source: Port on screen
zh_cn: 屏幕上的端口

source: Portable bitmap images
zh_cn: 便携式位图图像

source: Portable gray map images
zh_cn: 便携式灰度地图图像

source: Portable map images
zh_cn: 便携式地图图像

source: Portable network graphic images
zh_cn: 便携式网络图形图像

source: Portable pixel map images
zh_cn: 便携式像素地图图像

source: Portrait
zh_cn: 纵向

source: Portrait Flipped
zh_cn: 纵向翻转

source: Portrait Upside Down
zh_cn: 纵向颠倒

source: Portrait-flipped
zh_cn: 纵向翻转

source: Position
zh_cn: 位置

source: Position X
zh_cn: 位置 X

source: Precision with which to create smooth curves
zh_cn: 用于创建平滑曲线的精度

source: Preferences
zh_cn: 偏好设定

source: Premature end of data
zh_cn: 数据过早结束

source: Preparing...
zh_cn: 准备中...

source: Prepend output .js with
zh_cn: 对输出的.js文件开头插入下列内容

source: Press Custom Key Combination
zh_cn: 按自定义键组合

source: Press F1 for more help.
zh_cn: 按 F1 以获得更多帮助

source: Preview
zh_cn: 预览

source: Preview current texture pages
zh_cn: 预览当前纹理页

source: Preview of animation
zh_cn: 动画预览

source: Preview of selected sprite
zh_cn: 选定精灵的预览

source: Preview of the Image
zh_cn: 图像预览

source: Preview speed of image
zh_cn: 图像的预览速度

source: Previous
zh_cn: 上一个

source: Previous Resource
zh_cn: 上一个资源

source: Previous Tip
zh_cn: 上一提示

source: Previous current texture pages
zh_cn: 当前之前的纹理页

source: Primary License
zh_cn: 主许可证

source: Print
zh_cn: 打印

source: Print the code
zh_cn: 打印代码

source: Print the document
zh_cn: 打印文档

source: Print the information
zh_cn: 打印信息

source: Print the object information
zh_cn: 打印物体信息

source: Printer index out of range
zh_cn: 打印机索引超出范围

source: Printer is not currently printing
zh_cn: 打印机当前未打印

source: Printer selected is not valid
zh_cn: 选择的打印机无效

source: Printing in progress
zh_cn: 打印正在进行中

source: Private
zh_cn: 私人

source: Private KeyStore File
zh_cn: 私钥存储文件

source: Product ID
zh_cn: 产品 ID

source: Product Information
zh_cn: 产品信息

source: Product Version
zh_cn: 产品版本

source: Product:
zh_cn: 产品:

source: Profile file
zh_cn: 档案文件

source: Programs|*.exe|All Files|*.*
zh_cn: 程序|*.exe|所有文件|*.*

source: Project Directory
zh_cn: 项目目录

source: Project In&fo
zh_cn: 项目信息

source: Project Name
zh_cn: 项目名称

source: Project:
zh_cn: 项目:

source: Properties
zh_cn: 属性

source: Property is not available
zh_cn: 属性不可用

source: Protocol field is empty
zh_cn: 协议"字段为空

source: Provide Values
zh_cn: 提供值

source: Provisioning
zh_cn: 供应(?)

source: Proxy Files:
zh_cn: 代理文件：

source: Public
zh_cn: 公共

source: Public Key
zh_cn: 公钥

source: Publisher
zh_cn: 发布者

source: Publisher Display Name
zh_cn: 发布者显示名称

source: Publisher ID
zh_cn: 发布者 ID

source: Publisher Name
zh_cn: 发布者名称

source: Publisher name should be of the format CN=YourPublisherID
zh_cn: 发布者名称的格式应为 CN = YourPublisherID

source: Purchase module
zh_cn: 购买模块

source: Purchased assets will be automatically downloaded to your PC
zh_cn: 购买的资产将自动下载到您的 PC

source: Purchasing Spine from Esoteric Software grants permission to create and distribute GameMaker applications using Spine animations.
zh_cn: 从 Esoteric Software 购买Spine，授予使用 Spine 动画创建和分发 GameMaker 应用程序的权限

source: Push Notification
zh_cn: 推送通知

source: Put the origin in the center of the image
zh_cn: 将原点置于图像的中心

source: Quality
zh_cn: 质量

source: Quality:
zh_cn: 品质：

source: R&emember room settings when closing the form
zh_cn: 关闭表单时重新设置房间设置

source: R&otation Sequence
zh_cn: &旋转序列

source: R&un
zh_cn: 运行

source: RMB + <Ctrl> = Delete
zh_cn: RMB + <Ctrl> = 删除

source: RMB + <Shift> = Delete multiple
zh_cn: RMB + <Shift> = 删除多个

source: Range From
zh_cn: 范围从

source: Range To
zh_cn: 范围到

source: Rating
zh_cn: 评级

source: Ratings
zh_cn: 评分

source: Ratings XML
zh_cn: 评级 XML

source: Re-send email
zh_cn: 重新发送电子邮件

source: Read
zh_cn: 读

source: Read timed out.
zh_cn: 读取超时。

source: Recent
zh_cn: 最近

source: Recent Files
zh_cn: 最近的文件

source: Rectangle Select
zh_cn: 矩形选择

source: Rectangle Select S
zh_cn: 矩形选择 S

source: Rectangle Tool
zh_cn: 矩形工具

source: Rectangle Tool R
zh_cn: 矩形工具 R

source: Redo
zh_cn: 重做

source: Redo the last undo
zh_cn: 重做最后一次撤消

source: Redo the last undone action
zh_cn: 重做上次撤消的操作

source: Redo the last undone change
zh_cn: 重做最后一次修改

source: RedoBtn
zh_cn: 重做

source: Refresh
zh_cn: 刷新

source: Refresh Demo RSS feeds
zh_cn: 刷新演示 RSS feeds

source: Refresh Tutorials RSS feeds
zh_cn: 刷新教程 RSS feeds

source: Refresh from Mac
zh_cn: 从Mac刷新

source: Refresh the Information
zh_cn: 刷新信息

source: Registerd To :
zh_cn: 注册给:

source: Relative
zh_cn: 相对

source: Relative speed at this point (100 = default)
zh_cn: 此时的相对速度 (100 = 默认值)

source: Release Notes
zh_cn: 版本说明

source: Remember Me
zh_cn: 记住我

source: Remember Password
zh_cn: 记住密码

source: Remember room settings
zh_cn: 记住房间设置

source: Remove
zh_cn: 删除

source: Remove Feed
zh_cn: 移除 feed

source: Remove Instance
zh_cn: 删除实例

source: Remove outside instances from room
zh_cn: 从房间中删除外部实例

source: Remove selected Instance
zh_cn: 删除所选实例

source: Remove selected configuration
zh_cn: 删除所选配置

source: Remove selected font range
zh_cn: 删除选定的字体范围

source: Remove the current url
zh_cn: 删除当前 url

source: Remove the image
zh_cn: 删除此背景

source: Remove the selected package from the Used list
zh_cn: 从已使用的列表中删除所选包

source: Rename
zh_cn: 重命名

source: Rename Object Instance
zh_cn: 重命名物体实例

source: Rename Tile Instance
zh_cn: 重命名图块实例

source: Rename current Audio Group
zh_cn: 重命名当前音频组

source: Rename current Texture Group
zh_cn: 重命名当前纹理组

source: Rename selected configuration
zh_cn: 重命名所选配置

source: Rename selected instance
zh_cn: 重命名所选实例

source: Rename to %s failed
zh_cn: 重命名为 %s 失败

source: Render to full screen resolution
zh_cn: 渲染到全屏分辨率

source: Rendering
zh_cn: 渲染中

source: Rendering...
zh_cn: 渲染中...

source: Replace
zh_cn: 替换

source: Replace All
zh_cn: 替换全部

source: Replace all occurrences of the string
zh_cn: 替换字符串中的所有匹配项z

source: Replace in all tabs
zh_cn: 在所有选项卡中替换

source: Replace in both tabs
zh_cn: 在两个选项卡中替换

source: Replace the first occurrence of the string
zh_cn: 替换字符串的第一个匹配项

source: Replace the last occurrence of the string
zh_cn: 替换字符串的最后一个匹配项

source: Replace the next occurrence of the string
zh_cn: 替换字符串的下一个匹配项

source: Replace the previous occurrence of the string
zh_cn: 替换字符串的上一个匹配项

source: Reply Code already exists: %s
zh_cn: 答复代码已存在: %s

source: Reply Code is not valid: %s
zh_cn: 回复代码无效: %s

source: Report a Bug
zh_cn: 报告Bug

source: Report touch events for the front screen
zh_cn: 报告前屏幕的触摸事件

source: Request method requires HTTP version 1.1
zh_cn: 请求方法需要 HTTP 1.1 版

source: Request rejected because SOCKS server cannot connect.
zh_cn: 请求被拒绝, 因为 SOCKS 服务器无法连接。

source: Request rejected because the client program and identd report different user-ids.
zh_cn: 请求被拒绝, 因为客户端程序和 identd 报告不同的用户 id。

source: Request rejected or failed.
zh_cn: 请求被拒绝或失败。

source: Request sandbox permission for com.apple.security.network.client
zh_cn: 请求 com.apple.security.network.client 的沙盒权限

source: Request sandbox permission for com.apple.security.network.server
zh_cn: 请求 com.apple.security.network.server 的沙盒权限

source: Require Audio Recording
zh_cn: 需要录音

source: Require GameChat
zh_cn: 需要 GameChat

source: Require Xbox Live
zh_cn: 需要 Xbox Live

source: Required
zh_cn: 需要

source: Required &SDKs
zh_cn: 必需的SDK

source: Reserved
zh_cn: 保留

source: Reset Zoom
zh_cn: 重置缩放

source: Reset Zoom Ctrl+0
zh_cn: 重置缩放 Ctrl+0

source: Reset all colours to default
zh_cn: 将所有颜色重置为默认值

source: Reset the zoom
zh_cn: 重置缩放

source: Resize
zh_cn: 调整大小

source: Resize &Canvas...
zh_cn: &调整画布大小...

source: Resize the canvas
zh_cn: 调整画布大小

source: Resolved
zh_cn: 解决

source: Resource Names
zh_cn: 资源名称

source: Resource Tree
zh_cn: 资源树

source: Resource Tree Group Open/Close Hover Delay (ms)
zh_cn: 资源树组打开/关闭悬停延迟 (ms)

source: Resources
zh_cn: 资源

source: Resources to Export
zh_cn: 要导出的资源

source: Resources to Import
zh_cn: 要导入的资源

source: Restitution of object
zh_cn: 物体的恢复度

source: Restitution:
zh_cn: 恢复系数:

source: Restore Resource Tree on empty search.
zh_cn: 在空搜索上还原资源树。

source: Retail
zh_cn: 零售

source: Return Type
zh_cn: 返回类型

source: Revalidate License
zh_cn: 验证许可证

source: Reveal Password
zh_cn: 显示密码

source: Reveal password contents
zh_cn: 显示密码内容

source: Reverse
zh_cn: 反向

source: Reverse the path
zh_cn: 反转路径

source: Reverse the result of the question
zh_cn: 反转问题的结果

source: Revert
zh_cn: 还原

source: Revert File To This Revision
zh_cn: 将文件还原到此次修订

source: Revert Project To This Revision
zh_cn: 将项目还原到此次修订

source: Revert all project files to this revision
zh_cn: 将所有项目文件还原到此次修订版本

source: Revert this file to the selected revision
zh_cn: 将此文件还原到所选的修订版本

source: Review
zh_cn: 评论

source: Review your asset package before selecting Create:
zh_cn: 在选择创建之前查看您的资源包:

source: Rich Text Files|*.rtf|All Files|*.*
zh_cn: 富文本文件|*.rtf|所有文件|*.*

source: Right
zh_cn: 右

source: Right Align
zh_cn: 右对齐

source: Right button
zh_cn: 鼠标右键

source: Right mouse button = Menu
zh_cn: 鼠标右键 = 菜单

source: Right pressed
zh_cn: 右键按下

source: Right released
zh_cn: 右键放开

source: Right:
zh_cn: 右：

source: Rightmost coordinate of the bounding box
zh_cn: 边界框最右侧的坐标

source: Room Controls
zh_cn: 房间控制

source: Room Form
zh_cn: 房间形式

source: Room Grid ON by default
zh_cn: Room Grid 默认为 ON

source: Room Names
zh_cn: 房间名称

source: Room Properties
zh_cn: 房间属性

source: Room end
zh_cn: 房间结束事件

source: Room is Physics World
zh_cn: 房间是物理世界

source: Room start
zh_cn: 房间开始事件

source: Rooms
zh_cn: 房间

source: Root directory for Web Site
zh_cn: 网站的根目录

source: Rotate
zh_cn: 旋转

source: Rotate Instance Clockwise
zh_cn: 顺时针旋转实例

source: Rotate Instance Clockwise o
zh_cn: 顺时针旋转实例 o

source: Rotate Instance Clockwise (by 10)
zh_cn: 顺时针旋转实例 (由 10)

source: Rotate Instance Clockwise (by 10) 5
zh_cn: 顺时针旋转实例 (由 10) 5

source: Rotate Instance Clockwise (by 5)
zh_cn: 顺时针旋转实例 (由 5)

source: Rotate Instance Clockwise (by 5) 8
zh_cn: 顺时针旋转实例 (由 5) 8

source: Rotate Instance Counter-Clockwise
zh_cn: 逆时针旋转实例

source: Rotate Instance Counter-Clockwise (by 10)
zh_cn: 逆时针旋转实例 (由 10)

source: Rotate Instance Counter-Clockwise (by 10) 6
zh_cn: 逆时针旋转实例 (由 10) 6

source: Rotate Instance Counter-Clockwise (by 5)
zh_cn: 逆时针旋转实例 (由 5)

source: Rotate Instance Counter-Clockwise (by 5) 9
zh_cn: 逆时针旋转实例 (由 5) 9

source: Rotate the image over an angle
zh_cn: 将图像旋转一定角度

source: Rotate the path
zh_cn: 旋转路径

source: Rotation
zh_cn: 旋转

source: Round Rectangle Tool
zh_cn: 圆形矩形工具

source: Round Rectangle Tool O
zh_cn: 圆角矩形工具 O

source: Run
zh_cn: 运行

source: Run Lint Code Analysis
zh_cn: 运行 Lint Code 分析

source: Run game in debug mode
zh_cn: 在调试模式下运行游戏

source: Run in &Debug mode
zh_cn: 在调试模式下运行

source: Run in &Debug mode F6
zh_cn: &在调试模式下运行 F6

source: Run length encoded Windows bitmaps
zh_cn: 运行长度编码的 Windows 位图

source: Run the game
zh_cn: 运行游戏

source: RunnerActivity Level
zh_cn: RunnerActivity 级别

source: S&earch in Scripts...
zh_cn: 在脚本中搜索...

source: S&harpen...
zh_cn: 锐化...

source: S&how the origin in the sprite image
zh_cn: 在精灵图像中显示原点

source: S&hrink
zh_cn: &收缩

source: S&kew...
zh_cn: &扭曲...

source: S&mooth curve
zh_cn: 平滑曲线

source: S&peed:
zh_cn: 速度:

source: S&pread
zh_cn: 展开

source: SCM Command Options
zh_cn: SCM 命令设置

source: SCM Commands
zh_cn: SCM 命令行

source: SCM Config File:
zh_cn: SCM 配置文件：
